[
  {"title":"Release Date","text":["The game is due for release in June 2016"],"sources":["https://www.youtube.com/watch?v=eBERVWYa-1Y","https://twitter.com/NoMansSky/status/659068609461952512"],"categories":["8","6"],"related":["1"]},
  {"title":"Platforms","text":["No Man's Sky will be released on PlayStation 4 and PC","It will be launched on the same day for both platforms","Sean stated he is \"not allowed to talk\" about an Xbox release"],"sources":["http://www.pcgamer.com/no-mans-sky-confirmed-for-pc/","https://twitter.com/hellogames/status/611059058871631872","http://hipolipolopigus.github.io/AudioTimestamp/?file=http://www.gameinformer.com/cfs-filesystemfile.ashx/__key/CommunityServer-Components-SiteFiles/media-audio-theshow-nomanssky/nmsspecialedition.mp3&time=3106.5"],"categories":["8","6"],"related":["0"]},
  {"title":"Saved Games","text":["There are no saved games in No Man's Sky","Progress is stored as you go","If you die, you will not have to go back to the start","Through the use of multiple accounts, you may be able to have 'saves'"],"sources":["http://www.rockpapershotgun.com/2013/12/09/first-look-no-mans-sky/"],"categories":["4"]},
  {"title":"Number of Planets","text":["There are 18446744073709551616 planets in No Man's Sky","This is 2 to the power of 64, the largest number that can be stored in a unsigned 64-bit integer","Each system will have 5 - 12 planets"],"sources":["http://www.gameinformer.com/b/features/archive/2014/12/08/galactic-map-puts-scale-of-no-man-s-sky-in-perspective.aspx"],"categories":["2","0"]},
  {"title":"Offline","text":["There is an offline mode","You will not be able to see anyone else's discoveries when offline","When you go online, any discoveries you have made are uploaded"],"sources":["http://imgur.com/a/O3HEp"],"categories":["11","4"]},
  {"title":"Universe or Galaxy?","text":["No Man's Sky is set in a universe ","There are many galaxies to be explored","All players start in the same galaxy"],"sources":["http://hipolipolopigus.github.io/AudioTimestamp/?file=http://www.gameinformer.com/cfs-filesystemfile.ashx/__key/CommunityServer-Components-SiteFiles/media-audio-theshow-nomanssky/nmsspecialedition.mp3&time=180"],"categories":["0"]},
  {"title":"Galaxy Shape","text":["The galaxies look \"like a sphere that's been crushed down slightly\"","This is equivalent to an eliptical galaxy in real life"],"sources":["https://drive.google.com/file/d/0BziSqK3-HoqScGhUcUFzLXlwbGM/preview","http://www.astro.cornell.edu/academics/courses/astro201/galaxies/types.htm"],"categories":["0"],"related":["9"]},
  {"title":"Planet Resources","text":["There will be a lot of barren planets, but those planets can still have resources on them","Planets will generally only have one type of resource on them. Other resources may be present, but in smaller amounts","Elements can be combined to make compounds, and are used to upgrade your suit or weapon, or can be sold at a trading post or space station"],"sources":["http://imgur.com/a/O3HEp#0","http://www.ign.com/videos/2015/07/08/no-mans-sky-how-the-economy-works-ign-first","http://www.ign.com/videos/2015/07/06/no-mans-sky-18-minutes-of-uninterrupted-gameplay-ign-first"],"categories":["2","7"]},
  {"title":"Amount of Life","text":["Most planets will not have life","It is estimated that 90% of planets will not have any form of life on them at all","Of the 10% of planets that have life, 90% of those will be boring and primitive","This means the lush garden worlds that have more evolved lifeforms will be rare, and more valuable"],"sources":["http://www.theverge.com/2014/7/1/5856718/no-mans-sky-preview"],"categories":["10","2"]},
  {"title":"Galactic Map","text":["The galactic map is one of the main forms of navigation in No Man's Sky","When fully zoomed out, the entire galaxy can be seen, with an \"imposing black hole\" in the center","In the next zoom level, the player is able to fly around the stars in the galaxy, where you can gain information about the stars if they have been discovered","The final level of zoom allows inspection of individual planets. If previously discovered, points of interest might show up","Every one in a while a star will twinkle. This indicates that a player has made a discovery"],"sources":["https://drive.google.com/file/d/0BziSqK3-HoqScGhUcUFzLXlwbGM/preview"],"categories":["4","0"],"related":["6"]},
  {"title":"Earth","text":["Earth is not in the game"],"sources":["http://www.gameinformer.com/b/features/archive/2014/12/12/70questionsandanswersaboutnomanssky.aspx"],"categories":["2","11"]},
  {"title":"Units","text":["The currency used in No Man's Sky is known as Units","Units are used to purchase items from trading posts or space stations","You can earn Units by discovering new species, mining for resources then selling them, trading items between systems, fighting and destroying other ships, or a multitude of other ways"],"sources":["https://drive.google.com/file/d/0BziSqK3-HoqScGhUcUFzLXlwbGM/preview","http://www.trustedreviews.com/no-man-s-sky-review","http://www.ign.com/videos/2015/07/08/no-mans-sky-how-the-economy-works-ign-first"],"categories":["9","4"]},
  {"title":"The Atlas","text":["The logo used for No Man's Sky is the Atlas","The Atlas is a large database that stores all discoveries made by players","It will be an important part of the game's lore"],"sources":["https://www.youtube.com/watch?v=tYoGN2zgXQU","http://hipolipolopigus.github.io/AudioTimestamp/?file=http://www.gameinformer.com/cfs-filesystemfile.ashx/__key/CommunityServer-Components-SiteFiles/media-audio-theshow-nomanssky/nmsspecialedition.mp3&time=2883"],"categories":["5","4"],"related":["27"]},
  {"title":"Planet Features","text":["Planets are \"planet sized\"","Planets might have Earth-like features, such as canyons or mountain ranges","Whether a planet has water or not is determined by factors such as how close the planet is to its sun","Atmosphere color depends on what elements are in the atmosphere","Some planets will be toxic, and require suit upgrades in order to be visited","Each planet has one prevalent biome/weather type. This encourages exploration","There will not be Gas Giants, every planet can be walked on","Some planets will have rings around them","It is entirely possible for a planet to be entirely covered in water or sand"],"sources":["https://www.youtube.com/watch?v=DbFebgl_Vq8","http://www.gameinformer.com/b/features/archive/2014/12/26/an-assortment-of-lesser-known-no-man-s-sky-facts.aspx","http://www.gameinformer.com/b/podcasts/archive/2014/12/29/special-edition-podcast-no-mans-sky.aspx"],"categories":["2"]},
  {"title":"Stars","text":["There are many types of star, including some that don't exist in the real world","There are binary star systems","The type of star will affect planet generation"],"sources":["http://www.gameinformer.com/b/podcasts/archive/2014/12/29/special-edition-podcast-no-mans-sky.aspx","http://www.technologyreview.com/news/529136/no-mans-sky-a-vast-game-crafted-by-algorithms/"],"categories":["1","0"]},
  {"title":"Starting Off","text":["The planet you spawn on will be near the outside of the galaxy","The starter ship will not be able to warp between systems. You will need to earn some Units, then fly up to a space station to buy a new ship","The first point of interest you see will be your ship","Some starting planets will be more hospitable than others. Generally, those that are more dangerous will have better resources"],"sources":["http://www.theverge.com/2014/7/1/5856718/no-mans-sky-preview","https://drive.google.com/file/d/0BziSqK3-HoqScGhUcUFzLXlwbGM/preview"],"categories":["4"]},
  {"title":"Ship Types","text":["There are three main types of ship: Fighter, Trader, and Explorer","You are not restricted to one type of ship. If you want to change classes, just buy a new ship","Ship sizes will remain small. You can not buy a large ship","There are multiple prototypes for each ship class, leading to many variations of ships","Fighters are light and symmetrical","Traders are slower and bulkier, but have heavier weapons for attack/defense","Explorers have better hyperdrives and stealth","Different types of ship are more suited to certain tasks, but yo can always change ship"],"sources":["http://imgur.com/a/O3HEp#0"],"categories":["4"]},
  {"title":"Procedural Generation","text":["Procedural Generation uses math functions to create content","Because it's based off math, the same input to the function will always give the same output","This allows the game size to remain small, while the content available diverse","Most of the things in the game are generated procedurally. This includes ships, planets, animals, plants, stars, galaxies, etc.","Certain things have \"templates\", which contain definitions for a few parts. The game's engine then takes those and produce many variations"],"sources":["https://en.wikipedia.org/wiki/Procedural_generation"],"categories":["4"]},
  {"title":"Multiplayer","text":["No Man's Sky is not an MMO","While it does feature multiplayer, it does not affect gameplay at all. The offline experience will be almost exactly the same as the online experience","Friends will show on the galactic map","You will be able to see other players","Only a few people can be seen at one time. If lots of people converge on an area, then you will only see a few of them","Friends do not take priority in regards to who can be seen"],"sources":["http://www.gameinformer.com/b/features/archive/2014/12/10/stop-thinking-of-no-man-s-sky-as-a-multiplayer-game.aspx"],"categories":["11","4"]},
  {"title":"Space Stations","text":["There are different types of space station. Different shapes indicate the quality of items inside","While space stations can be attacked, they can not be destroyed. This is to prevent players from getting stuck in a system without being able to buy a new ship","When you land in the bays of a station, you can get out and browse for tradable cargo, or have a look at new ships","What you can buy is dependent of the other ships that are docked there"],"sources":["https://drive.google.com/file/d/0BziSqK3-HoqScGhUcUFzLXlwbGM/preview","http://www.gameinformer.com/b/podcasts/archive/2014/12/29/special-edition-podcast-no-mans-sky.aspx"],"categories":["3","9"],"related":["11"]},
  {"title":"Animals / Creatures / Fauna","text":["Animals are procedurally generated","There will be large creatures ","Not all creatures are passive. It is possible that there will be animals that can kill you in one hit later in the game","There is no reward for wiping out an entire species, but there is no restriction on doing so","You can name creatures if you're the first one to discover them. By default, they will have a name generated for them","Animals can not be tamed or made into a pet"],"sources":["http://www.gameinformer.com/b/podcasts/archive/2014/12/29/special-edition-podcast-no-mans-sky.aspx","https://youtu.be/RRpDn5qPp3s?t=1m34s","http://hipolipolopigus.github.io/AudioTimestamp/?file=http://www.gameinformer.com/cfs-filesystemfile.ashx/__key/CommunityServer-Components-SiteFiles/media-audio-theshow-nomanssky/nmsspecialedition.mp3&time=1617.5"],"categories":["10"]},
  {"title":"Plants / Flora","text":["Plants are procedurally generated","Some plants will be carnivorous","There are different styles of plants, including grasses, shrubs, and trees","Plants will likely get weirder as you approach the center, much like the rest of the world"],"sources":["http://www.gameinformer.com/b/features/archive/2014/12/12/70questionsandanswersaboutnomanssky.aspx"],"categories":["10"]},
  {"title":"Portals","text":["Portals lead to planets closer to the center","You can not being your ship through a portal. You need to gather as much as you can from the other side, then make your way back safely","Each portal requires a different weapon or weapon combination to open"],"sources":["https://youtu.be/WQhSP82uhY4","https://drive.google.com/file/d/0BziSqK3-HoqScGhUcUFzLXlwbGM/preview"],"categories":["3","4"]},
  {"title":"Trading Posts","text":["Trading posts can be found on the surface of planets","There are different types of store. One might buy resources, antoher might sell specific suit upgrades","Like space stations, trading posts have a rating which determines the quality of the goods that they can sell"],"sources":["https://drive.google.com/file/d/0BziSqK3-HoqScGhUcUFzLXlwbGM/preview"],"categories":["3","9"],"related":["11"]},
  {"title":"Dangers","text":["There are many sources of danger in No Man's Sky","Some planets will have toxic atmospheres, and will damage the player if their suit is not upgraded to handle it","There are carnivorous plants","Animals might be hostile, or become hostile if provoked","If the atmosphere doesn't support life, ","There are pirates in the game, so you might get attacked while flying around space","If you attack a freighter or space station, they are going to attack back. There is a galactic police force too"],"sources":["https://drive.google.com/file/d/0BziSqK3-HoqScGhUcUFzLXlwbGM/preview"],"categories":["4","10","2"],"related":["29"]},
  {"title":"Sound and Audio","text":["The soundtrack is being made by the post-rock band 65daysofstatic","Sound effects are being worked on by Paul Weir, audio director at Hello Games","Animal sounds are generated based on the creature's size, shape, and appearance","A lot of the sounds are based on real world sounds. The noise that the jetpack makes started with a bathroom hand dryer","Sounds will sound different depending on the player's location. Sounds in a cave will have more of an echo than those out in an open field"],"sources":["http://65daysofstatic.com/","http://au.ign.com/videos/2015/07/24/the-otherworldly-sounds-of-no-mans-sky-ign-first"],"categories":["6","11","4"]},
  {"title":"Discovering","text":["Solar systems are discovered by warping/flying to them. Once you've visited a system, and that system has not been visited by anyone else, you are credited with its discovery","Planets are discovered by flying into their atmosphere. Like systems, they are credited to the first person to do so","Creatures can be discovered by scanning them","You just upload your information at a beacon before you recieve your reward","Rarer or more dangerous discoveries (such as those made on planets closer to the center) are worth more Units"],"sources":["http://www.ign.com/videos/2015/07/06/no-mans-sky-18-minutes-of-uninterrupted-gameplay-ign-first","http://imgur.com/a/O3HEp#0"],"categories":["4"]},
  {"title":"Lore (No Spoilers)","text":["There will be a reason for the player's presence","The narrative will not be told directly. You will have to explore and make your own interpretations","The Atlas will be important in the lore"],"sources":["http://imgur.com/a/O3HEp#0","https://www.youtube.com/watch?v=tYoGN2zgXQU"],"categories":["11"],"related":["12"]},
  {"title":"Flying","text":["It will not take long to fly between planets or in/out of a planet's atmosphere","It is possible to fly between solar system manually, but it will take a very long time","You can keep flying outside of a system","It is possible to fly past the \"edge\" of the galaxy","Ships will not be able to fly underwater. They will crash if this is attempted","Flying will feel \"arcadey\", putting an emphasis on ease of flying rather than technical moves"],"sources":["http://www.gameinformer.com/b/podcasts/archive/2014/12/29/special-edition-podcast-no-mans-sky.aspx"],"categories":["4"]},
  {"title":"Death","text":["When you die you will lose any un-upoloaded discoveried you had made, as well as any resources you had on you at the time","You will not lose any Units or upgrades to your suit","If you die in a ship, you will lose it and any cargo it had. You will respawn in a basic life-pod, which is what you would have at the start of the game","If you die on the ground, you will respawn next to your ship","You will have to rebuild from where you are in the universe. At no time will you be forced to start from the beginning","By the nature of the galaxy, bouncing back will be more difficult closer to the center, but not impossible"],"sources":["https://drive.google.com/file/d/0BziSqK3-HoqScGhUcUFzLXlwbGM/preview","http://imgur.com/a/unIxW#1"],"categories":["10","4"],"related":["24"]},
  {"title":"Planetary Buildings","text":["There will be buildings that can be found on planets","There might be groups of buildings, but they will not be very large","Sean stated that the groups of buildings would be more like the first three Star Wars films, rather than the later ones with cities"],"sources":["http://hipolipolopigus.github.io/AudioTimestamp/?file=http://www.gameinformer.com/cfs-filesystemfile.ashx/__key/CommunityServer-Components-SiteFiles/media-audio-theshow-nomanssky/nmsspecialedition.mp3&time=1892.5"],"categories":["3","2"]},
  {"title":"Quests and Missions","text":["There are no directed quests. All gameplay is up to the player","Within each system there is a single big event that is important to that could will change that system for everyone. You can choose whether or not you want to do that"],"sources":["http://imgur.com/a/O3HEp#0"],"categories":["4"]},
  {"title":"Ship Combat","text":["Aiming will not be a problem. There is a generous targeting system. All you need to do is point your ship in the right direction and the guidance system will take care of the rest","Each ship will have 1-3 different weapons attached","A ship's weapons can be upgraded","Different weapons have different specializations. Lasers are good at melting shields, while plasma is good at eating away at a hull. Torpedos do a lot of damage, but are slower","There is no ammo, but keep an eye on the cooldowns","There are ships that can heal others, so it may be worth focussing on those when trying to take down enemies"],"sources":["http://imgur.com/a/O3HEp#0","https://drive.google.com/file/d/0BziSqK3-HoqScGhUcUFzLXlwbGM/preview"],"categories":["4"],"related":["33","29"]},
  {"title":"Player Combat","text":["The player's multitool can be used as a weapon","Various upgrades can increase the amount of damage dealt, or what types of damage the tool deals","Like with ships, different types of weapons will do different types of damage","Lasers are good at melting shields, while plasma is good at eating away at a hull. These are the main weapon types that have been seen so far, there may be others"],"sources":["http://imgur.com/a/O3HEp#0","https://drive.google.com/file/d/0BziSqK3-HoqScGhUcUFzLXlwbGM/preview"],"categories":["4"],"related":["32","29"]},
  {"title":"Hello Games","text":["Hello Games are the developers of No Man's Sky","They are based in Guildford, in England","No Man's Sky is not their first game. They have also produced the Joe Danger series","Hello Games was founded by Sean Murray and Grant Duncan"],"sources":["http://www.hellogames.org/","https://en.wikipedia.org/wiki/Hello_Games","https://twitter.com/hellogames"],"categories":["6"]}
]
